Repository: ThanhTungHoang/smarthome_byme
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Language selection
vi: Lựa chọn ngôn ngữ

source: Change language
vi: Thay đổi ngôn ngữ

source: Vietnamese
vi: Tiếng việt

source: English
vi: Tiếng anh

source: Change
vi: Thay đổi

source: Cancel
vi: Trở lại

source: Service upgrade
vi: Nâng cấp dịch vụ

source: Log out
vi: Đăng xuất

source: Type service
vi: Loại dịch vụ

# number_device_installed
source: Number installed device
vi: Số thiết bị đã cài đặt

# number_room_installed
source: Number installed Room
vi: Số phòng đã thiết lập

source: User
vi: Tôi

source: Dashboard
vi: Bảng điều kiển

source: All device
vi: Tất cả thiết bị

source: config room
vi: Thiết lập phòng

source: Config device
vi: Thiết lập thiết bị

source: Good everning!
vi: Chào buổi tối!

source: Good afternoon!
vi: Chào buổi chiều!

source: Good morning!
vi: Chào buổi sáng!

source: No device installed!
vi: Chưa có thiết bị được cài đặt!

source: No room installed!
vi: Chưa có Phòng được thiết lập!

# click_add_device
source: Click here to add a new device!
vi: Bấm vào đây để thêm thiết bị mới!

source: No devices connected to the room yet!
vi: Chưa có thiết bị nào được kết nối với phòng!

source: Mailbox
vi: Hộp thư

source: Try reload page...
vi: Thử tải lại trang...

# enter_new_name_room
source: Enter the new room name:
vi: Nhập tên phòng mới:

# add_room
source: Add more rooms
vi: Thêm phòng

# total_number_room
source: Total number rooms:
vi: Tổng số phòng:

# max_room
source: Maximum room:
vi: Tối đa phòng:

# list_room_available
source: List of available rooms:
vi: Danh sách phòng hiện có:

# change_name_room
source: Change name the room
vi: Thay đổi tên phòng

source: Delete room
vi: Xóa phòng

source: Delete
vi: Xóa

source: Warning
vi: Cảnh báo!

# are_y_want_delete
source: You definitely want to delete:
vi: Bạn chắc chắn muốn xóa:

source: This room already exists!
vi: Phòng này đã tổn tại!

# room_limit_please_upgrade_service
source: Room limit reached, please upgrade service!
vi: Đã đạt giới hạn phòng, vui lòng nâng cấp gói dịch vụ!

source: Empty!
vi: Trống!

# enter_new_name
source: Enter a new name:
vi: Nhập tên mới:
